Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/drupal-tm.tmx
Source language: en
Languages: ca_es

source: There are two types of actions: simple and advanced. Simple actions do not require any additional configuration, and are listed here automatically. Advanced actions need to be created and configured before they can be used, because they have options that need to be specified; for example, sending an e-mail to a specified address, or unpublishing content containing certain words. To create an advanced action, select the action from the drop-down list in the advanced action section below and click the <em>Create</em> button.
ca_es: Hi ha dos tipus d'accions: senzilla i avançada. Les accions senzilles no requereixen cap configuració addicional i es llisten aquí automàticament. Les accions avançades han de ser creades i configurades abans de ser utilitzades, perquè tenen opcions que s'han d'especificar; per exemple, enviar un correu a una adreça determinada, o retirar un contingut que conté certes paraules clau. Per crear una acció avançada, seleccioneu l'acció a la llista desplegable a la secció d'accions avançades de sota i feu clic al botó <em>Crea</em>.

source: An advanced action offers additional configuration options which may be filled out below. Changing the <em>Description</em> field is recommended, in order to better identify the precise action taking place. This description will be displayed in modules such as the Trigger module when assigning actions to system events, so it is best if it is as descriptive as possible (for example, "Send e-mail to Moderation Team" rather than simply "Send e-mail").
ca_es: Una acció avançada ofereix opcions de configuració addicionals que es poden emplenar més avall. Es recomana canviar el camp <em>Descripció</em> per tal d'identificar millor l'acció concreta que tindrà lloc. Aquesta descripció es mostrarà als mòduls com ara el mòdul Trigger quan s'assignin accions a esdeveniments del sistema, per la qual cosa és preferible que sigui quant més descriptiva millor (per exemple, "Envia un correu al Grup de Moderadors" en lloc de simplement "Envia un correu").

source: IP addresses listed here are blocked from your site before any modules are loaded. You may add IP addresses to the list, or delete existing entries.
ca_es: Les adreces IP que es llisten a continuació són bloquejades pel vostre lloc abans de que cap mòdul es carregui. Podeu afegir adreces IP a la llista o eliminar-ne d'existents.

source: Administer modules
ca_es: Administra els mòduls

source: Administer site configuration
ca_es: Administra la configuració del lloc

source: Administer themes
ca_es: Administra els temes

source: Run software updates
ca_es: Executa les actualitzacions de programari

source: Administer actions
ca_es: Administra les accions

source: Administer user-uploaded files
ca_es: Administra els fitxers carregats pels usuaris

source: Use the administration pages and help
ca_es: Utilitza les pàgines d'administració i ajuda

source: Use the site in maintenance mode
ca_es: Utilitza el mode de lloc en manteniment

source: View site reports
ca_es: Accedeix als informes del lloc

source: Block IP addresses
ca_es: Bloqueja adreces IP

source: Public files
ca_es: Fitxers públics

source: Public local files served by the webserver.
ca_es: Fitxers locals públics servits pel servidor web.

source: Private local files served by Drupal.
ca_es: Fitxers locals privats servits pel Drupal.

source: Temporary files
ca_es: Fitxers temporals

source: Temporary local files for upload and previews.
ca_es: Fitxers temporals locals per a les càrregues i les previsualitzacions.

source: Update modules
ca_es: Actualitza mòduls

source: Update themes
ca_es: Actualitza temes

source: Your password is not saved in the database and is only used to establish a connection.
ca_es: La vostra contrasenya no es desa a la base de dades i només s'utilitza per a establir una connexió.

source: The connection will be created between your web server and the machine hosting the web server files. In the vast majority of cases, this will be the same machine, and "localhost" is correct.
ca_es: La connexió es crearà entre el vostre servidor web i la màquina que allotja els fitxers del servidor web. En la majoria dels casos, aquesta serà la mateixa màquina, i per tant, "localhost" és correcte.

source: Configure your <a href="@user-edit">account time zone setting</a>.
ca_es: Configureu la <a href="@user-edit">configuració de fus horari del vostre compte</a>.

source: Select the desired local time and time zone. Dates and times throughout this site will be displayed using this time zone.
ca_es: Seleccioneu l'hora local i el fus horari desitjat. Les dates i hores d'aquest lloc es mostraran utilitzant aquest fus horari.

source: Your time zone setting will be automatically detected if possible. Confirm the selection and click save.
ca_es: Si és possible, el vostre paràmetre de fus horari serà detectat automàticament. Confirmeu la selecció i feu clic a desar.

source: System help
ca_es: Ajuda del sistema

source: The directory %directory does not exist and could not be created.
ca_es: El directori %directory no existeix i no s'ha pogut crear.

source: The directory %directory exists but is not writable and could not be made writable.
ca_es: El directori %directory existeix però no s'hi pot escriure i no s'ha pogut fer que s'hi escrigui.

source: The email address to which the message should be sent OR enter [node:author:mail], [comment:author:mail], etc. if you would like to send an e-mail to the author of the original post.
ca_es: L'adreça de correu electrònic a la qual s'ha d'enviar el missatge o introduïu [node:author:mail], [comment:author:mail], etc si voleu enviar un correu electrònic a l'autor original de l'entrada

source: The message that should be sent. You may include placeholders like [node:title], [user:name], and [comment:body] to represent data that will be different each time message is sent. Not all placeholders will be available in all contexts.
ca_es: El missatge que s'ha d'enviar. Podeu incloure comodins com [node:title], [user:name] i [comment:body] per a representar dades que seran diferents cada cop que s'enviï el missatge. No tots els comodins estan disponibles en tots els contexts.

source: Enter a valid email address or %author.
ca_es: Introduïu una adreça de correu electrònic o %author vàlid.

source: The message to be displayed to the current user. You may include placeholders like [node:title], [user:name], and [comment:body] to represent data that will be different each time message is sent. Not all placeholders will be available in all contexts.
ca_es: El missatge que es mostrarà a l'usuari actual. Podeu incloure comodins com [node:title], [user:name] i [comment:body] per a representar dades que seran diferents cada cop que s'enviï el missatge. No tots els comodins estan disponibles en tots els contexts.

source: Powered by <a href="@poweredby">Drupal</a>
ca_es: Funciona amb el <a href="@poweredby">Drupal</a>

source: @remote could not be saved. @local already exists
ca_es: No s'ha pogut desar @remote. Encara existeix @local

source: AHAH callback
ca_es: Callback AHAH

source: Administer blocks, content types, menus, etc.
ca_es: Administreu els blocs, els tipus de contingut, els menús, etc.

source: Select and configure your themes
ca_es: Seleccioneu i configureu els vostre temes

source: Select and configure your theme
ca_es: Selecciona i configura el teu tema

source: Enable theme
ca_es: Habilita el tema

source: Disable theme
ca_es: Inhabilita el tema

source: Set default theme
ca_es: Estableix el tema predeterminat

source: Configure default and theme specific settings.
ca_es: Configureu els paràmetres predeterminats i específics del tema.

source: Enable or disable modules
ca_es: Habiliteu o inhabiliteu mòduls

source: Administer settings
ca_es: Administreu els paràmetres

source: IP address blocking
ca_es: Bloqueig d'adreces IP

source: Manage blocked IP addresses.
ca_es: Gestioneu les adreces IP bloquejades.

source: Delete IP address
ca_es: Suprimeix l'adreça IP

source: Media tools.
ca_es: Eines multimèdia.

source: Tools related to web services.
ca_es: Eines relacionades amb els serveis web.

source: Configure the site description, the number of items per feed and whether feeds should be titles/teasers/full-text.
ca_es: Configureu la descripció del lloc, el nombre d'elements per canal i si els canals han de contenir títols/resums/text complet.

source: Development tools.
ca_es: Eines de desenvolupament.

source: Maintenance mode
ca_es: Mode de manteniment

source: Take the site offline for maintenance or bring it back online.
ca_es: Poseu el lloc fora de línia per manteniment o torneu-lo a posar en línia.

source: Logging and errors
ca_es: Registre i errors

source: Settings for logging and alerts modules. Various modules can route Drupal's system events to different destinations, such as syslog, database, email, etc.
ca_es: Paràmetres per als mòduls de registre i alertes. Diversos mòduls poden encaminar els esdeveniments de sistema del Drupal a diferents destinacions, com poden ser el syslog, la base de dades, el correu electrònic, etc.

source: Regional and language
ca_es: Regió i llengua

source: Regional settings, localization and translation.
ca_es: Paràmetres de regió, localització i traducció.

source: Settings for the site's default time zone and country.
ca_es: Paràmetres per al fus horari i país predeterminat del lloc.

source: Configure display formats for date and time.
ca_es: Configureu els formats de presentació de la data i l'hora.

source: Add new date type.
ca_es: Afegiu un nou tipus de data.

source: Delete date type
ca_es: Suprimeix tipus de data

source: Allow users to delete a configured date type.
ca_es: Permet als usuaris suprimir un tipus de data configurat.

source: Configure display format strings for date and time.
ca_es: Configureu els formats de visualització de les dates i les hores.

source: Edit date format
ca_es: Edita el format de data

source: Allow users to edit a configured date format.
ca_es: Permet als usuaris editar un format de data configurat.

source: Search and metadata
ca_es: Cerca i metadades

source: Local site search, metadata and SEO.
ca_es: Cerca local del lloc, metadades i SEO.

source: General system related configuration.
ca_es: Configuració relacionada amb el sistema en general.

source: Change basic site name, e-mail address, slogan, default front page, number of posts per page, error pages and cron.
ca_es: Canvieu el nom bàsic del lloc, l'adreça de correu electrònic, l'eslògan, la porta predeterminada, el nombre d'entrades per pàgina, les pàgines d'error i el cron.

source: Tools that enhance the user interface.
ca_es: Eines que milloren la interfície d'usuari.

source: Content workflow, editorial workflow tools.
ca_es: Flux de treball del contingut, eines de flux de treball editorial.

source: Content authoring
ca_es: Creació de contingut

source: Settings related to formatting and authoring content.
ca_es: Paràmetres relacionats amb el format i l'autorització del contingut.

source: View reports, updates, and errors
ca_es: Consulteu els informes, les actualitzacions i els errors

source: The host !host is no longer blocked because it is not a valid IP address.
ca_es: L'ordinador !host ja no està bloquejat perquè no és una adreça IP vàlida.

source: Inserted into {role_permission} the permissions for role ID !id
ca_es: S'ha inserit a {role_permission} els permisos per a l'ID de rol !id

source: Aggressive caching was disabled and replaced with normal caching. Read the page caching section in default.settings.php for more information on how to enable similar functionality.
ca_es: S'ha inhabilitat el mode agressiu de memòria cau i s'ha reemplaçat pel mode normal. Llegiu-vos l'apartat sobre memòria cau de pàgines al fitxer default.settings.php per a més informació de com habilitar una funcionalitat similar.

source: more information
ca_es: més informació

source: The phpinfo() function has been disabled for security reasons. To see your server's phpinfo() information, change your PHP settings or contact your server administrator. For more information, <a href="@phpinfo">Enabling and disabling phpinfo()</a> handbook page.
ca_es: S'ha deshabilitat la funció phpinfo() per raons de seguretat. Per veure la vostra informació del servidor de phpinfo(), canvieu els vostres paràmetres del PHP o contacteu amb el vostre administrador del servidor. Per a més informació, aneu a la pàgina del manual sobre <a href="@phpinfo">habilitar i inhabilitar el phpinfo()</a>.

source: PDO library
ca_es: Biblioteca PDO

source: Your server does not have the PHP PDO extension enabled. See the <a href="@system_requirements">system requirements page</a> for more information.
ca_es: El vostre servidor no té habilitada l'extensió PDO del PHP. Consulteu la <a href="@system_requirements">pàgina de requeriments del sistema</a> per a més informació.

source: To run cron from outside the site, go to <a href="!cron">!cron</a>
ca_es: Per a executar el cron des de fora del lloc, aneu a <a href="!cron">!cron</a>

source: An automated attempt to create this directory failed, possibly due to a permissions problem. To proceed with the installation, either create the directory and modify its permissions manually or ensure that the installer has the permissions to create it automatically. For more information, see INSTALL.txt or the <a href="@handbook_url">online handbook</a>.
ca_es: Ha fallat un intent automàtic de crear aquest directori, possiblement degut a un problema de permisos. Per seguir amb la instal·lació, creeu el directori i modifiqueu-ne els permisos manualment o assegureu-vos que l'instal·lador té els permisos per a crear-lo automàticament. Per a més informació, llegiu-vos el fitxer INSTALL.txt o el <a href="@handbook_url">manual en línia</a>.

source: PHP DOM Extension
ca_es: Extensió DOM del PHP

source: The DOM extension is part of PHP 5 core, but doesn't seem to be enabled on your system. You need to enable the DOM extension on your PHP installation.
ca_es: L'extensió DOM és part del nucli del PHP5, però sembla que no està habilitada en el vostre sistema. Heu d'habilitar l'extensió DOM a la vostra instal·lació del PHP.

source: Update notifications are not enabled. It is <strong>highly recommended</strong> that you enable the update status module from the <a href="@module">module administration page</a> in order to stay up-to-date on new releases. For more information, <a href="@update">Update status handbook page</a>.
ca_es: Les notificacions de les actualitzacions no estan habilitades. És <strong>molt recomanable</strong> que habiliteu el mòdul d'estat de les actualitzacions a la <a href="@module">pàgina d'administració de mòduls</a> per estar al dia de les noves versions. Per a més informació. aneu a la<a href="@update">pàgina d'estat de les actualitzacions del manual en línia</a>.

source: Your system or network configuration does not allow Drupal to access web pages, resulting in reduced functionality. This could be due to your webserver configuration or PHP settings, and should be resolved in order to download information about available updates, fetch aggregator feeds, sign in via OpenID, or use other network-dependent services. If you are certain that Drupal can access web pages but you are still seeing this message, you may add <code>$conf['drupal_http_request_fails'] = FALSE;</code> to the bottom of your settings.php file.
ca_es: El vostre sistema o la vostra configuració de xarxa no permeten que el Drupal accedeixi a les pàgines web, resultant-ne una funcionalitat reduïda. Això es pot deure a la configuració del vostre servidor web o bé del PHP, i s'hauria de resoldre per poder descarregar-se informació sobre les actualitzacions disponibles, recollir els canals agregats, iniciar sessió via OpenID, o utilitzar altres serveis dependents de la xarxa. Si esteu segur que el Drupal pot accedir a les pàgines web però encara esteu veient aquest missatge, hauríeu d'afegir la línia <code>$conf['drupal_http_request_fails'] = FALSE;</code> al final del vostre fitxer settings.php.

source: Your configuration has been saved.
ca_es: S'ha desat la vostra configuració.

source: No vocabularies available. <a href="@link">Add vocabulary</a>.
ca_es: No hi ha vocabularis disponibles. <a href="@link">Afegiu-ne un</a>.

source: The unique machine-readable name for this vocabulary, used for theme templates. Can only contain lowercase letters, numbers, and underscores.
ca_es: El nom llegible-per-la-màquina únic d'aquest vocabulari, utilitzat per les plantilles del tema. Només pot contenir lletres en minúscula, números i guions baixos.

source: The machine-readable name must not exceed 21 characters.
ca_es: El nom llegible-per-la-màquina no ha de superar els 21 caràcters.

source: This machine-readable name is already in use by another vocabulary and must be unique.
ca_es: Aquest nom llegible-per-la-màquina ja està essent utilitzat per un altre vocabulari i ha de ser únic.

source: No terms available. <a href="@link">Add term</a>.
ca_es: No hi ha termes disponibles. <a href="@link">Afegeix-ne un</a>.

source: There is currently no content classified with this term.
ca_es: Actualment no hi ha cap contingut classificat amb aquest terme.

source: Tokens related to taxonomy terms.
ca_es: Tokens relacionats amb els termes de les taxonomies.

source: Tokens related to taxonomy vocabularies.
ca_es: Tokens relacionats amb els vocabularis de les taxonomies.

source: The Taxonomy module allows you to classify the content of your website. To classify content, you define <em>vocabularies</em> that contain related <em>terms</em>, and then assign the vocabularies to content types. For more information, see the online handbook entry for the <a href="@taxonomy">Taxonomy module</a>.
ca_es: El mòdul Taxonomy us permet classificar el contingut del vostre lloc. Per a classificar el contingut, definiu <em>vocabularis</em> que continguin <em>termes</em> relacionats i després assigneu els vocabularis als tipus de contingut. Per a més informació, aneu a la secció del <a href="@taxonomy">mòdul Taxonomy</a> del manual en línia.

source: Creating vocabularies
ca_es: Creació de vocabularis

source: Users with sufficient <a href="@perm">permissions</a> can create <em>vocabularies</em> and <em>terms</em> through the <a href="@taxo">Taxonomy page</a>. The page listing the terms provides a drag-and-drop interface for controlling the order of the terms and sub-terms within a vocabulary, in a hierarchical fashion. A <em>controlled vocabulary</em> classifying music by genre with terms and sub-terms could look as follows:
ca_es: Els usuaris amb els <a href="@perm">permisos</a> suficients poden crear <em>vocabularis</em> i <em>termes</em> a través de la <a href="@taxo">pàgina Taxonomia</a>. La pàgina que llista els termes proporciona una interfície d'arrossegar-i-deixar-anar per controlar l'ordre dels termes i dels subtermes dins del vocabulari, d'una forma jeràrquica. Un <em>vocabulari controlat</em> que classifica música segons el seu gènere amb termes i subtermes podria semblar-se a lo següent:

source: <em>vocabulary</em>: Music
ca_es: <em>vocabulari</em>: Música

source: <em>term</em>: Jazz
ca_es: <em>terme</em>: Jazz

source: <em>sub-term</em>: Swing
ca_es: <em>subterme</em>: Swing

source: <em>sub-term</em>: Fusion
ca_es: <em>subterme</em>: Fusion

source: <em>term</em>: Rock
ca_es: <em>terme</em>: Rock

source: <em>sub-term</em>: Country rock
ca_es: <em>subterme</em>: Country rock

source: <em>sub-term</em>: Hard rock
ca_es: <em>subterme</em>: Hard rock

source: You can assign a sub-term to multiple parent terms. For example, <em>fusion</em> can be assigned to both <em>rock</em> and <em>jazz</em>.
ca_es: Podeu assignar subtermes a múltiples termes pare. Per exemple, <em>fusion</em> es pot assignar a <em>rock</em> i a <em>jazz</em>.

source: Terms in a <em>free-tagging vocabulary</em> can be built gradually as you create or edit content. This is often done used for blogs or photo management applications.
ca_es: Els termes d'un <em>vocabulari de lliure-etiquetatge</em> poden anar-se creant de forma gradual al crear o editar contingut. Això s'utilitza sovint en blogs o aplicacions de gestió de fotografies.

source: Assigning vocabularies to content types
ca_es: Assignació de vocabularis a tipus de contingut

source: Before you can use a new vocabulary to classify your content, a new Taxonomy term field must be added to a <a href="@ctedit">content type</a> on its <em>manage fields</em> page. When adding a taxonomy field, you choose a <em>widget</em> to use to enter the taxonomy information on the content editing page: a select list, checkboxes, radio buttons, or an auto-complete field (to build a free-tagging vocabulary). After choosing the field type and widget, on the subsequent <em>field settings</em> page you can choose the desired vocabulary, whether one or multiple terms can be chosen from the vocabulary, and other settings. The same vocabulary can be added to multiple content types, by using the "Add existing field" section on the manage fields page.
ca_es: Abans de poder utilitzar un nou vocabulari per a classificar el vostre contingut, cal afegir un nou camp de terme de taxonomia al <a href="@ctedit">tipus de contingut</a> des de la seva pàgina de <em>gestió de camps</em>. Al afegir un camp de taxonomia, escolliu un <em>giny</em> a utilitzar per a introduir la informació de la taxonomia a la pàgina d'edició del contingut: una llista de selecció, caselles de verificació, botons d'opció, o un camp autocompletat (per tal de crear un vocabulari de lliure-etiquetatge). Després d'escollir el tipus de camp i el giny, a la següent pàgina de <em>paràmetres del camp</em>, podeu escollir el vocabulari desitjat, si es poden escollir un o més termes del vocabulari i d'altres paràmetres. Es pot afegir el mateix vocabulari a diferents tipus de contingut, utilitzant la secció "Afegeix un camp existent" a la pàgina de gestió dels camps.

source: Classifying content
ca_es: Classificació del contingut

source: After the vocabulary is assigned to the content type, you can start classifying content. The field with terms will appear on the content editing screen when you edit or <a href="@addnode">add new content</a>.
ca_es: Després d'assignar el vocabulari al tipus de contingut, podeu començar a classificar el contingut. El camp amb els termes apareixerà a la pantalla d'edició de continguts quan editeu o <a href="@addnode">afegiu un nou node</a>.

source: Viewing listings and RSS feeds by term
ca_es: Consulta de llistats i RSS per terme
